[
  {
    "title": "리핑:",
    "start": "2020-11-26",
    "description": "‘rip’ 또는 ‘rip apart’는 ‘갈취되다’, ‘갈가리 찢기다’ 등으로 번역될 수 있고 이 책을 통틀어 부분적으로 이러한 의미로 번역되는 구절들이 있지만, 적어도 ‘빈곤한 이미지’ 개념과 관련된 글에서 ‘리핑(ripping)’은 불법 복제, 보다 정확히는 CD나 DVD에 저장된 디지털 오디오 또는 비디오 콘텐츠의 전체 또는 일부를 추출, 복사하여 다양한 포맷의 파일(원본 이미지나 음향에 비해서는 저품질의 파일)로 변환하는 과정, 즉 디지털 기반 이미지 저장과 전송에 고유한 기술적 과정을 가리키는 전문적 용어이기에 원어 그대로 옮겼다.<br/><br/>—히토 슈타이얼, 김실비 역, 『스크린의 추방자들』(워크룸프레스), 감수자 코멘트"
  },
  {
    "title": "오렌지옥",
    "start": "2020-10-27",
    "description": "*사진은 출력・인화되어 물성이 있는 상태다 <br/>*이미지는 저장 장치 안에 있거나 웹 상에 업로드 되어 있는 상태다.<br/><br/>1. 사진의 풍화는 시간이 관여한다.  <br/>2. 사진이 오래되어 나이를 먹는 감성이 있다.  <br/>3. 이런 사진의 감성을 굳이 표현하자면 따뜻하고 느리다. <br/>4. 반면 이미지에서 시간이라는 개념이 존재하는가? <br/>5. 이미지는 옮기지 않는 한 변하지 않는다. * 여기서 저장 장치나 웹 환경이 변하는 것은 논외로 한다. <br/>6. 한 쪽에 있는 이미지가 다른 쪽으로 이동하는 것을 시간성이라 볼 수 있는가. * 시간성이란 어떤 것이 가지고 있는 시간적 성격, 시간적 구조를 나타낸다. 시간이란 흐르는 것이지만 시간성에는 흐름이 없다. <br/>7. 이미지의 원본에 가까운 상태는 분명히 존재한다. 원본은 이동 횟수가 적은 것인가.<br/>8. 이미지는 수많은 저장 장치와 웹 환경이 있는 한 수없이 옮겨지고, 풍화된다. * 수치(digit) 정보는 매체와 정보가 분리될 수 있다. <br/>9. 풍화된다는 점에서 이미지는 제한된 시간성을 가진다. * 자연적, 통속적 시간성이 아니다. <br/>10. 이미지의 감성을 표현하자면 차갑고 정제되어 있다. <br/>11. 차갑고 정제되어 있다는 감성을 시각적으로 표현할 단서를 찾는다.  <br/>12. 사진을 확대하기 위해서는 다른 사물이 필요하다. * 돋보기, 확대경 등 다른 환경에서의 사물. <br/>13. 이미지의 확대는 어디서든 가능하다.  <br/>14. 이미지가 낡는 감성을 보기 위해 확대를 시작한다.  <br/>15. 픽셀 단위, 비트맵으로 구성되어 있다는 설명이 아니라 자세히 들여다 보는 것을 의미한다. <br/>16. 자세히, 더 자세히 본다.  <br/>17. 혼자 이미지 풍화 작업을 하는 것에 그치면 안된다.  <br/>18. 풍화 과정이 어떻게 흘러갈지는 충분히 예상 가능하다. <br/>19. 이걸 어떻게 볼 것인가가 중요하다. <br/>20. HSB값은 그 체계를 이해하면 수치만 보더라도 색을 연상할 수 있다.  <br/>21. 디지털 풍화에서 HSB값의 변화는 수치 변화로 드러날 것이다.   <br/>22. 실천2의 애플>맥>파인더>스크린샷 기능은 하나의 플랫폼이다.* 플랫폼은 이미지를 정해진 규격에 맞게 조립하고 시각화한다. <br/>23. 카카오톡, 페이스북, 인스타그램 등 메신저・SNS도 각기 다른 플랫폼이다.  <br/>24. 저장 장치에서의 출력 화면, 웹사이트 상에서 보이는 방식도 플랫폼이다. <br/>25. 플랫폼은 각기 다른 전송 방식, 이미지 리사이징 방식을 가진다.  <br/>26. 플랫폼에서 다른 플랫폼으로의 이동은 이미지를 급속도로 풍화시킨다. * 실천1의 카카오톡, 페이스북, iOS기기의 스크린샷 기능을 통한 이미지 풍화 과정으로 알 수 있었다. <br/>27. 풍화의 정도뿐만 아니라 이미지 해상도, 크기, 미세한 픽셀 색상값까지 알 수 없게 만든다. "
  },

  {
    "title": "사랑",
    "start": "2020-10-24",
    "description": "언제든 사멸할 수 있는 자질들이 나라는 사람을 지탱하는 요소는 아니지만, 그런 것들 때문이 아니라면 어떻게 영혼이든 육체든 사랑할 수 있을까? 설마 우리가 어떤 사람의 자질이 어떻든 간에 그가 지닌 영혼의 본질을 추상적으로 사랑한다는 말인가? 그럴 리가 없거니와, 설사 그런다 해도 타당한 일이 아닐 것이다. 따라서 사람은 누군가를 사랑하는 것이 아니라, 그가 가진 자질만을 사랑하는 셈이다. 요컨대 우리는 어떤 직책이나 직위로 존경받는 사람들을 경멸해서는 안 된다. 왜냐하면 우리는 그렇게 세상에서 빌린 자질들이 아니고선 누구도 사랑하지 못하기 때문이다."
  },

  {
    "title": "단위",
    "start": "2020-10-20",
    "description": "도량형은 물리량을 측정하기 위한 표준 단위를 말한다. 킬로미터(kilometer), 미터(meter)를 통해 나타내는 거리와 넓이, 부피가 있고 킬로그램(kilogramme), 그램(gramme)을 통해 나타내는 질량 등이 있다. 단위는 0부터 시작하는 숫자를 가져 크고 작음, 넓고 좁음 등의 대소를 나타낸다. 인간이 정한 단위는 인간을 이롭게 하기 위해 만들어졌다. 1m를 진공 속에서 빛이 1/299,792,458 초 동안 이동한 거리라 정해놓지 않았다면, 지금 사회 속에 존재하는 어떤 사물도 만들어낼 수 없었을 것이다. 좌표계에 0이라는 기준점이 없다면 모든 것은 혼란 상태에 빠질 것이다. 그래서 정확한 단위로 측량, 관측, 재단, 조합하는 일은 중요하다. <br /> 단위는 모두 연결되어있다. 당장 미터 단위를 보더라도, 시간이라는 단위가 없다면 정의내릴 수 없다. 미터 단위가 없다면 우리의 키와 보폭, 집의 넓이와 오늘 먹은 저녁거리의 양까지 계산할 수 없다. 비율도 마찬가지다. 1cm 짜리 선에다가 100m라 표기만 해놓으면 되는 설계도가 가능하지 않다면, 우리가 살고 있는 집은 지어지지 않았을 것이다.<br /><br />단위가 중요하지 않은 영역이 있다. 눈 앞에 있어 손으로 만질 수 있는, 감각적인 사물들이다. 우리가 만질 수 있기에 계산하지 않아도 된다는 안도감 때문이다. 가까운 거리만큼 안심이 되고 친밀해진다. 지금 내 앞에 놓인 노트북과 키보드 자판은 어깨와 손으로 들고 다니기에 편한 크기와 무게기에, 이것이 정확히 몇 센티미터, 밀리미터 단위의 요소로 구성되어 있는지는 중요하지 않다. 손가락에 끼워진 반지도 손가락에 들어가 빼 나오지 않을 정도면 충분하다. ‘단위를 무시하는 감각’이 있는 것이다."
  },

  {
    "title": "010101",
    "start": "2020-10-03",
    "description": "  1. JPG 이미지를 이루는 원본의 ‘0101’과 복제된 ‘0101’은 같다. <br /> 0. 1MB 용량의 0.1mm 메모리와 1MB 용량의 100m 크기 메모리에 담긴 JPG 이미지 파일의 저장된 형태는 결국 다르고 차이가 생긴다. <br /><br /> 1. S모양의 메모리와 L모양의 메모리에 JPG 이미지 파일 한 장을 가득 채우면 결국 다르다. 육안으로는 똑같아 보인다는건 인정한다. <br /> 0. 정 못 믿겠으면 원자, 분자, 쿼크 단위 등으로 가면 결국 0.00001%의 차이점도 존재하고, 그것이 원본 이미지와 디지털 풍화가 일어난 이미지의 차이다. <br /><br /> 1. 전송된 이미지의 모양은 똑같다. 나는 그걸 저장해서 구성하는 성분이 결국 미묘하게 다르다는 뜻이다. <br /> 0. 0.999… 와 1은 같다. <br /><br /> 1. 그것의 기준을 어디에 두냐에 따라 다르다. 수학적으로는 1이 맞으나, 오렌지 999개와 1000개를 같다고 할 수 없다. 그런 식으로 기준에 따라 달리 해석할 수 밖에 없다. 차이는 존재한다. <br /> 0. 1+1은 2다.<br /><br /> 1. 당연히 2다. 수학적으로는 맞는 말이다. 그런데 역시 개념에 따라 다르다. 찰흙1과 찰흙1을 더하면 찰흙 1개인데 이것은 2개가 합쳐졌으니 2로 봐야할지, 한 덩어리를 이루었으니 1로 볼지, 아니면 1이지만 거대한 1로 볼지, 2의 가치를 지닌 1로 볼지 각기 다르다. <br /> 0. 그렇기 때문에 세상에는 쿼크나 원자 단위로 미세하게 보면 결국 100% 온전하게 존재하는 대상은 절대로 존재할 수 없다. 어떤 차이든 존재한다. 난 단지 차이점을 말한거지, 이미지가 결국에 똑같이 보인다는 점을 반박한 게 아니다. 보이는 건 같되 A와 B는 다르다는 것이다. 여기서 원본 파일과 복제 파일의 차이점을 구분할 수 있다. 100% 완전 일치의 존재가 있으려면 이 말은 양자역학 같은 세계에서나 가능하다. 즉 말도 안된다는 소리다. <br /> <br /> 1. 똑같은 기억을 심은 복제인간이 있으면 그는 나랑 어떻게 구분 짓나? 나라는 최초에 존재한 원본, 나와 동일한 시간에 동시에 똑같은 신체 구성을 지닌 존재가 세상에 없는한 먼저 태어난 게 나다. 몸의 성분은 ‘나’의 기준과 상관없다. 내 원본 JPG 이미지 파일이 깨진다고 해서 강아지가 원본이 아니게 되는게 아니다. 피카소 그림이 불타버린다고 해서 가품이 진품이 되고, 피카소 그림은 쓰레기가 되는 게 아니다. 이런 것들 하나하나가 보는 기준이다. <br /> 0. 겉보기 똑같으면 같은거지, 0101… 도 같고 내 컴퓨터에 있는 파일이나 내가 너한테 받은 파일이나. 뭘 억지를 부리는가? <br /> <br /> 1. 언제 틀리다고 했는가? 똑같다. 단지 ‘2개를 원본과 원본이 아님을 구분 짓는 차이점’에서는—저장 날짜가 아닌 0101...의 개념에서— 너의 컴퓨터 하드디스크와 나의 것을 쪼개서 원자, 쿼크 단위로 관측이 된다면 차이점이 드러난다. 이 차이는 관찰로 증명이 된다. 그리고 0101… 개념은 컴퓨터, 인간이 만들어낸 개념인데 자꾸 척도인냥 들이대고 디지털 개념을 말하는 건 이해하기 어렵다."
  },

  {
    "title": "풍화",
    "start": "2020-09-27",
    "description": "일반적으로 이미지는 컴퓨터에서 사용되는 모든 그림을 말하지만 엄밀히 말하자면 컴퓨터에 사용되는 그림들은 이미지와 그래픽으로 나누어진다. 이미지는 스캐너와 디지털 카메라같은 입력 장치를 이용하여 만들어진 그림을 의미하며, 컴퓨터 내에 디지털 형태로 저장된다. 그래픽은 일러스트레이터와 같은 컴퓨터 소프트웨어를 통하여 생성된 인위적인 그림을 말한다. 이미지와 그래픽은 컴퓨터 내부에서 모두 디지털 데이터로 받아들여진다.<br/>이미지는 픽셀 단위로 저장하는 비트맵 방식으로 저장장치에 기록된다. 저장된 비트맵을 모니터에 나타낼 때 적색(Red) - 녹색(Green) - 청색(Blue)의 값을 배합시켜 나타낼 수 있다. 이를 래스터 그래픽이라 한다. 대부분의 이미지는 기준 픽셀이 정해진다. 예를 들어 1024x768의 해상도라고 하면 이미지의 수평으로는 1,024개의 픽셀이, 수직으로는 768개의 픽셀이 배치되어 있어 786,432개의 픽셀로 이미지가 이루어지는 것이다.<br/>래스터 그래픽은 픽셀 단위로 저장하는 방식이기 때문에 파일의 크기는 해상도와 비례한다. 래스터의 정의는 ‘한 줄에서 연속된 픽셀들의 집합’이다. 래스터 방식은 모든 픽셀의 위치 정보를 기억 장소에 대응시켜 표현한 다음, 기억 장소에 저장된 정보를 순차적으로 읽어 가면서 지정된 값에 따라 출력 장치의 픽셀 모습을 결정한다.<br/>이미지의 궁극적 방향은 ‘적게-가볍게-빠르게’이다. 이를 위해서 데이터를 압축한다. 데이터 압축의 목적은 저장공간의 절약과 빠른 전송을 위한 것으로, 아날로그 이미지를 디지털 데이터화 하는데에는 ‘표본화’와 ‘양자화’ 두 가지 과정을 거친다. 표본화는 이미지의 위치 정보를 디지털 데이터로 정하는 것이다. 그 간격을 적게 할수록 고해상도, 크게 할수록 저해상도가 된다. 양자화는 색상값을 변환하는 것을 의미한다. 각 화소의 밝기 또는 색을 숫자로 표현한다. 그리고 양자화 에러라는 오류가 바로 계단현상이다."
  },

  {
    "title": "래스터라이징",
    "start": "2020-09-15",
    "description": "아웃라인 폰트에 있어 래스터라이징은 아웃라인으로 정보를 화면 출력을 위해 픽셀 단위로 기계적으로 변환하는 작업을 의미한다.<br/>래스터라이징 규칙은 단순하다. 아웃라인 정보를 모두 픽셀 단위로 변환할 때, 픽셀 중심이 아웃라인 안쪽이나 경계에 붙으면 해당 픽셀은 그려지고, 그렇지 않은 픽셀은 그려지지 않는 것이다. <br/>글자를 표현하는 해상도에 따라 정해진 크기의 이미지를 표현하는 픽셀의 수가 달라진다. 직선이 아니라 미세하게 x좌표 값이 다른 선을 래스터라이징 할 경우, 픽셀의 위치가 계단처럼 갈라져 보일 것이다. <br/>비율에 따라 기계적인 변환 과정을 거치며 좌표값의 위치를 절대적으로 계산하며 생기는 현상이다. 래스터라이징은 좌표의 위치를 절대적인 비율로 계산할 뿐, 좌표들 사이의 간격을 전혀 계산하지 못하는 것이다. "
  },

  {
    "title": "단어",
    "start": "2020-06-27",
    "description": "오늘날 독자는 대개 한 페이지의 단어들(또는 심지어 음절들) 하나하나를 전부 읽지 않는다. 오히려 스무 단어 중에 다섯 개 정도를 임의로 선택해서 이 다섯 단어에 속할 것 같은 의미를 ‘추측한다’. 이는 우리가 나무 한 그루를 볼 때 잎과 가지, 색깔과 형태를 정확하고 완전하게 보지 않는 것과 마찬가지다. 나무의 대략적인 모습을 상상하는 것이 그보다 쉽기 때문이다. … 이 모든 것이 의미하는바, 자고로 우리는 뼛속부터 거짓말에 익숙하다. 또는 더욱 도덕적이고 위선적으로, 듣기 좋은 표현으로 간단히 바꿔 말하자면, 우리는 스스로 알고 있는 것보다 훨씬 더 예술가적인 사람들이다."
  },

  {
    "title": "2020년 어느 전시",
    "start": "2020-06-10",
    "description": "말은 어떻게 글이 되는가? 아무리 단어와 문장으로 표현하고자 해도 안되는 게 있다. 언어의 문제일까, 표현 방법의 문제일까. 말이 되기 어려운 글은 딱딱한 철판 같다. 겉으로 보기에 매력적으로 보이지만 속에 든 것은 없다. <br/> 전시 소개는 다양한 인물들의 말을 빌려온다. 이 외부의 말은 소개가 아닌 설명을 위해서 가져온 것이다. 너무 본격적이다. 그 맥락을 한참 설명해야 하기에 글이 무거워지고 탁해진다. 정작 작가와 작품 소개는 뒷전으로 밀리고, 그 비중도 많지 않다. 이러니 작가보다 더 높은 위치의 무언가가 있을 거라는 상상을 자꾸 하게 만든다. <br/> 이 작품들은 작가가 긴 호흡으로 제작하는 시리즈다. 이런 사실은 안성석 작가의 작품 설명에서 단순하게 쓰인다. 이 작품에 대한 설명에서는 전시 소개의 맥락을 건드리지 못했다. 도저히 찾지 못했나, 너무 기술적이라 건드리지 못했나. 반면 이우성 작가의 작품 설명은 전시 소개에서의 모호한 표현들을 끌고 오려 노력한 흔적이 보인다. 하지만 작품 고유의 이야기를 작가의 말을 빌려와 이야기한다. 그 이후 의문형으로 끝나는 문장이 과연 장엄하게 펼쳐놓은 말들을 주워 담을 수 있는가? 열린 결말은 상상력을 자극할 수 있지만, 그 이전에 회수되지 않은 떡밥은 맥빠지게 만들 수 있다. "
  },

  {
    "title": "논리적으로 말하는 건 책 읽듯이 말하는 게 아니다. ",
    "start": "2020-06-04",
    "description": "<u>패러다임</u><br/>한 시대의 사고를 근본적으로 정의하는 것. 사고방식.<br/><br/><u>시모노세키 조약 제1조</u><br/>조선은 청으로부터 독립한다.<br/><br/><u>태극, 음양</u><br/>고대 중국의 주역 사상에서 따온 것이다. <br/><br/><u>우리</u><br/>동질감, 같은 방향.<br/><br/><u>신</u><br/>서양의 중세 사람들에게 모든 것의 시작. <br/><br/><u>일원론</u><br/>하나의 원리가 정치, 경제, 사회 등의 모든 삶에 영향을 미친다. 지배한다. 같은 가치관, 통합되며 단일한. "
  },
  {
    "title": "커피",
    "start": "2020-05-26",
    "description": "하루가 길다. 엉덩이를 뗀 지 오래되어 어디라도 앉고 싶은 날에는 카페 간판을 찾게 된다. 카페에 들어와 메뉴판을 한참 들여다보다 결국 아메리카노를 주문한다. 곧 둥글고 기다란 컵 한 잔이 나왔다. 한 모금 마시자 신맛이 저려 온다. 산미가 강하다. 이렇게 산미가 강한 커피를 잘 찾지는 않지만, 이따금 생각날 때가 있다. 그 맛을 온전히 느끼기 위해서다. 묘한 중독성이 있다. <br/> 아메리카노는 묵직하지 않다. 라떼나 모카, 프라푸치노와 같은 종류에 비해서 가볍게 즐길 수 있다. 이들은 우유나 여러 재료들이 들어가면서 단 맛에 치중한 것이라 아무래도 묵직한 느낌이 난다. 코보다는 혀를 자극하는 음료들이다. 아메리카노는 입 안에 머금었을 때는 조금 쓰지만, 목으로 넘기고 나면 입에 남는 느낌이 깔끔하다. 씁쓸한 향이 짧고 진하게 남는다. 목넘김이 물처럼 가볍고, 입에 텁텁한 느낌이 남지 않는다. 입맛을 돋우는 여러 음료와는 달리 아메리카노는 입맛을 정리해주는 느낌이다. 어느 카페를 가도 제일 저렴하다. 사실 아메리카노는 로스팅한 커피를 내린 원액에 물을 타고, 얼음을 넣는 게 다라 그럴 수 밖에 없다. 가장 기본에 충실한 커피다. 이것이 곧 깔끔한 맛과도 연결된다. 카페마다 그 맛을 다르게 내기 위해서 저마다 다른 원산지의 원두를 쓰고, 로스팅하는 법도 조금씩 다른 듯하다. <br/>그러지 않고서는 어디를 가든 커피 맛이 똑같을 테니까. 각자 다른 맛을 추구한다는 점에서, 이 커피의 맛은 신선하다. 산미가 강해 입 안에서 오래 남고, 목에서는 금방 사라진다. 그리고 한 단어로 말할 수 없는 희미한 향이 남는다. 향을 더 느끼고 싶다면 따뜻한 아메리카노가 좋다. 아이스 아메리카노는 한 번에 많은 양을 머금고 깔끔한 목넘김에 집중할 수 있지만, 따뜻한 아메리카노는 조금씩 머금을 수 밖에 없고 적은 양을 입 안에서 식히는 동안 향을 오롯이 느낄 수 있다. 그리고 얼음이 없어서 오래 두더라도 맛에 변화가 없으니 천천히 시간을 죽이며 마시기에 좋다. 지금은 잠깐 앉아 있기 위해 아이스 아메리카노를 시켰으니, 그 목적에 충실한 셈이다."
  },
  {
    "title": "『위독』 중 금제",
    "start": "2020-05-07",
    "description": "위독의 첫 작품인 금제는 ‘어떤 행위를 하지 못하게 하는 일’을 의미한다. 이 작품에는 나와 내가 사육한 개가 등장한다. 그러나 이 개는 의과대학의 실험동물이 되거나 박사에게 얻어맏기만 한다. 박사와 의과대학은 ‘개 짖듯 하고 싶은 말을 내뱉는 것’을 할 수 없게 만드는 억압적인 권위를 상징한다. <br/>일단 개가 등장하는 것이 흥미를 끌었다. 이 시는 하고 싶은 말을 하지 못하는 그 당시 이상의 상황과 연결되기도 하지만, 시에서 개는 지금 보아도 언제나 일어날 법한 일을 겪고 있다. 여전히 인간에 의해 눈에 보이지 않는 곳에서 동물 학대가 이뤄지고, 버려진 동물은 끝까지 인간 주인을 얻지 못하면 그 생을 마감한다. 개와 같은 몇몇 동물은 인간 곁에서 오래도록 살았지만, 인간중심의 사회에서 그 고통을 감수하며 살아간다. 이 사회에서는 동물이 말을 하지 못한다는 이유로 죽도록 때려도 인간 자신에게 아무런 해가 없다고 여긴다. 동물 학대에 대한 인식은 꾸준히 좋아지고 있다고 할 수 있겠지만, 학대 장면은 여전히 그로테스크하다. 박사와 의과대학 등의 권위는 그 그로테스크조차 지우고, 사실관계를 감출 수 있다. 눈에 보이지 않는 것이 무서운 법이다. "
  },
  {
    "title": "설국",
    "start": "2020-04-17",
    "description": "<u>[민음사, 유숙자 역]</u><br/>국경의 긴 터널을 빠져 나오자, 눈의 고장이었다. 밤의 밑바닥이 하얘졌다.<br/><br/><u>[문예출판사, 장경룡 역]</u><br/>현 접경의 긴 터널을 빠져 나오자 눈의 고장이었다. 밤의 밑바닥이 하얘졌다.<br/><br/><u>[범우사, 김진욱 역]</u><br/>국경의 긴 터널을 빠져 나오면 설국이었다. 밤의 끝자락은 이미 하얘졌다.<br/><br/><u>[다락원 편집부]</u><br/>접경의 긴 터널을 빠져 나오자 설국이었다. 밤의 끝이 하얘졌다.<br/><br/><u>[청목출판사, 유승휴 역]</u><br/>국경의 터널을 빠져 나가니, 설국이었다. 밤의 끝자락은 이미 희뿌연히 밝아왔다."
  }
]
