[
  {
    "title": "Self-Initiated Project",
    "start": "2022-12-04",
    "description": "Feel free to click on the boxes to unveil what is inside!"
  },
  {
    "title": "오렌지옥",
    "start": "2022-06-12",
    "description": "이미지는 개인의 컴퓨터, 웹사이트 등 수많은 플랫폼에 존재한다. 사진에서의 정보는 매체와 분리될 수 없지만, 이미지에서의 크기・해상도・수정 날짜・색상값 등 수치(digit) 정보는 매체와 분리되어 있다. 이미지의 해상도는 이미지를 구성하는 픽셀들을 담는 공간이다. 픽셀 단위의 색상값은 RGB 색 체계라는 데이터로 구성되어 있다. RGB 색 체계는 정수로만 놓고 계산했을 때 256*3=16,777,216개의 색상으로 표현된다. 이런 이미지의 정보는 여러 플랫폼을 이동하며 플랫폼의 규격에 맞게 작아지고, 흐려지고, 변환된다. 흔하게 짤방・밈 이미지라고 언급하는 디지털 풍화 현상이다.<br/>필름 사진은 물성이 있는 상태, 사진이라는 매체 자체가 정보가 되어 있는 상태다. 그래서 사진의 풍화는 시간이 관여하며, 가만히 놔두어도 시간에 의해서 색감과 질감이 변한다. 오래되어 생기는 따뜻한 감성이 있다. 이미지에서도 시간이라는 개념이 존재할까. 이미지는 이동하지 않는 한 변하지 않는다. 이미지를 컴퓨터 폴더에 아무리 오랜 시간 놔두어도 이미지의 크기와 해상도, 데이터 값은 그대로다.<br/>이미지는 하나의 장소에 머물지 않는다. 이미지는 이동하는 순간 저장 장치와 웹 상의 네트워크 상태・비용・전송 규격・압축 과정 등의 문제로 풍화된다. 분명한 건 원본 데이터를 복사・붙여 넣기 하고 원본을 지우는 게 아니다. 원본 이미지가 있다는 건 확실하고, 디지털 풍화는 눈에 보이는 현상이다. 눈에 확실히 보이는 것을 통해 보이지 않는 걸 의심하고자 한다. 이미지가 떠도는 곳은 망망대해다. 인화되어서 정성스레 사진집에 껴놓은 필름 사진보다 무방비 상태다. 이미지는 누군가에 이끌려 이리저리 복사되고, 전송되고, 압축되고, 가공되고, 풍화된다.<br/>여러 이미지로 실험을 거듭한 결과 기존 RGB 색상을 모두 살펴볼 수 있고, 과일이 실제 상하는 모습과 이미지가 풍화되며 상하는 모습 둘 사이의 묘한 이질감을 보여줄 수 있다는 생각에서 ‘오렌지 이미지’를 선택했다. 그래서 모든 실험은 흰색 배경의 깨끗한 오렌지 이미지로 시작한다.<br/>한쪽에 있는 이미지가 다른 쪽으로 이동하는 것에서 시간성을 발견했다. 시간성이란 일률적인 흐름이 아니라, 시간적 성격과 구조를 나타낸다. 다른 쪽으로 이동하는 순간을 기록한다면, 그 시간이 같이 흐른다면 시간성을 보여줄 수 있다는 생각에서 ‘스크린샷 캡처’ 기능을 사용했다. 이미지의 파일명은 스크린샷 캡처 당시의 시간이다. 스크린샷 캡처를 한 이미지를 또 스크린샷 캡처하고 이를 무한 반복한다. 실제 원본 이미지는 점처럼 작아지고, 해상도가 낮아진다. 날짜와 시간도 흐려진다. 그리고 플랫폼의 최적화된 스크린샷 구조에 맞게 이미지 크기가 고정된다. 이미지가 풍화되며 바뀌는 수치 정보에서 시간성이 드러난다. 그래서 이미지의 정보는 사진과는 다르게 차갑고 정제되어 있다.<br/>이미지의 정보가 정제되어 있다는 것을 극적으로 보기 위해서 확대 기능을 사용했다. 사진을 확대해 보기 위해서는 돋보기 같은 다른 환경의 사물이 필요하지만, 이미지를 확대해 본다는 것은 자연스러운 행위이기 때문이다. 확대한다는 것은 이미지가 단순히 픽셀 단위와 비트맵으로 구성되어 있다는 설명이 아니라, 이미지 자체를 자세히 들여다본다는 행위다. 스크린샷 캡처를 수 백번 진행한 실험 제목은 ‘오렌지옥’이고, 확대를 수 천 퍼센트 단위로 진행한 실험은 ‘무작정 까기’다. 그리고 다음 실험 제목은 ‘정성스레 까기’다.<br/>흰색이라고 말하는 색은 눈으로 절대 보이지 않는 변화를 담고 있다. 자세히 들여다보아야만 볼 수 있는 색상값의 변화는 디지털 풍화가 여러 번 이루어졌을 때서야 눈을 통해 보인다. 색상의 상태를 숫자로 본다는 것은 ‘정성스럽게’ 눈에 보이지 않는 색까지 보기 위함이다. 흰색은 여러 곳을 떠돌면서 다른 색이 묻어 더러워진다. 원본 이미지는 많은 수의 색상 데이터를 담고 있지만, 풍화가 진행되며 색상 데이터를 담을 그릇(해상도)이 작아진다.<br/>RGB 색 체계는 거의 모든 색 데이터를 담을 수 있지만, 숫자로만 봤을 때 쉽게 색을 연상할 수 없어 HSB, Hex 체계를 사용한다. 얇고 미세한 변화는 HSB, Hex 색 체계를 통해 감지할 수 있다. HSB 색 체계는 색을 색상(Hue), 밝기(Brightness), 채도(Saturation)로 나타낸다. Hex 색 체계는 16진법의 시스템으로, 각 자릿수대로 색의 강도를 나타낸다. Hex 색 체계를 예로 들자면, ‘FFFFFF’가 진짜 흰색이다. 원본 오렌지 이미지의 주변부는 모두 이 색상값을 가지고 있다. 하지만 풍화가 일어난 오렌지 이미지의 주변부는 ‘FEFFFD’, ‘FFFFFE’, ‘FEFFFE’ 등 다양한 색상값으로 변한다. 흰색이라고 말하는 다양한 색은 눈으로 보이지 않는 변화를 담아내고 있다. 자세히 들여다 보아야만 볼 수 있는 색상값의 변화는 디지털 풍화가 여러 번 이루어졌을 때서야 눈을 통해 보인다. 색상의 상태를 숫자로 본다는 것은 눈에 보이지 않는 색까지 보기 위함이다.<br/>이미지의 풍화 과정은 헤아릴 수 없을 정도의 양으로 일어날 것이다. 이를 예상하고 ‘끝이 없다’라고 상정하기보다는, 풍화의 끝은 무엇일까 상상해본다. 디지털 풍화의 극적인 마무리는 ‘인쇄 버튼’이라고 생각했다. 여러 곳을 떠돌던 이미지는 직전의 그 상태, 해상도, 크기 그대로 인쇄된다. 하지만 미세한 데이터, 특히 디지털 색상인 RGB 색 체계는 인쇄물에서 쓰이는 잉크의 색상인 CMYK 색 체계로 변환되며 최종 풍화가 일어난다. 망망대해를 떠돌던 이미지는 그제야 무인도에 정착한다.<br/>보통 풍화가 진행된 이미지를 볼 때는 눈 앞에 보이는 더러움을 느낄뿐, ‘내가 보는 이 이미지가 얼마나 많은 곳에서 옮겨지다가 내 눈 앞에 도달했는가’라고 생각하지는 않는다.<br/>보통 이미지 풍화 현상을 흔히 볼 수 있는 짤방 이미지를 생각할 때는 “더럽다”고 느끼지만, 앞선 세 가지 실험을 통해 살펴 본 이미지 데이터의 풍화 과정은 “차갑고 정제되어”있다. 포스터 크기로 크게 인쇄된 픽셀 이미지는 무작정 까고, 정성스레 까보았다는 증거물이다. 확대하고 색상값을 들여다 볼 때의 변화를 눈으로 감지할 수 있는가. 그럴 수 없기에 명확한 수치(digit) 정보가 풍화의 양상을 보여줄 것이다. 또한 영상 작업은 이미지 풍화 현상을 가장 효과적으로 보여줄 수 있다. 바람에 의해 암석이 깎여나간다는 의미의 풍화라는 말이 주는 효과, 실제 이미지의 풍화 과정은 아주 느리고 약하게 진행될 것이라는 상상, 이미지 풍화는 사진의 풍화와 어떤 차이가 있을까 하는 의문점들을 보여주기 위해 아주 느리게 흘러가는 풍화 영상을 이용한다. 스크린 옆에 실제 상하고 있는 오렌지가 곁들여져 있으면 딱이다. 이렇게 이미지를 여러 방향에서 보는 행위는 하나의 결과물을 지정하지 않은 산발적인 실험이다. 이는 사람들이 은연중에 받아들이는 사진의 감성, 짤방 이미지의 분위기와는 다른 점을 분명하게 보여준다."
  },
  {
    "title": "캔자스스타 스타일 가이드",
    "start": "2022-03-04",
    "description": "헤밍웨이는 나중에 한 기자에게 기자에게 이 스타일 시트의 훈계가 “내가 비즈니스에서 배운 최고의 내가 글쓰기 업계에서 배운 최고의 규칙”이라고 말했습니다.<br/><br/><a href='https://www.kansascity.com/entertainment/books/article10632713.ece/BINARY/The%20Star%20Copy%20Style.pdf'>—https://www.kansascity.com/entertainment/books/article10632713.ece/BINARY/The%20Star%20Copy%20Style.pdf</a>"
  }
]
