[
  {
    "title": "선택 장애",
    "start": "2024-8-16",
    "description": "자신의 믿음으로부터 선택하기<br/>과거를 본보기 삼아 선택하기<br/>다른 의견을 수렴해 선택하기<br/>앞과 뒤 재지 않고 선택하기<br/>선택할 여지가 없도록 선택하기<br/>선택하지 않는 것을 선택하기"
  },
  {
    "title": "『핸드메이드 웹』(Handmade Web)",
    "start": "2024-08-01",
    "description": "오늘날 웹은 다국적 기업, 독점 애플리케이션, 읽기 전용 기기, 검색 엔진 알고리즘, 콘텐츠 관리 시스템(Content Management System, CMS), 위지위그(WYSIWYG, What You See Is What You Get) 에디터, 디지털 퍼블리셔 등과 함께 상업화를 향한다. 이때 컴퓨터 언어를 다루는 일, 즉 코딩이 자기 주도적인 글쓰기인 점을 인식하고, 이를 통해 온라인 작품 또는 출판물로서 자신만의 웹사이트를 만들고 관리하고 유지하는 일이 느닷없이 급진적인 행위가 되고 있다.<br/><br/>오늘날 웹은 독점적이고, 약탈적이고, 음란한 공간이 되고 있다. 그럴수록 나는 웹을 더욱 시적이고, 비타협적으로 사용하는 데 전념하려 한다.<br/><br/>—<a href='http://luckysoap.com/handmadeweb/handmadeweb_korean.html'>http://luckysoap.com/handmadeweb/handmadeweb_korean.html</a>"
  },
  {
    "title": "기하학",
    "start": "2024-02-25",
    "description": "요즘 유클리드의 『원론』 *일부를 읽고 있습니다.<br/><br/>이 책의 기하학, 도형 요소에 대한 명제는 1660년도경의 뉴턴의 『자연 철학의 수학적 원리』 에서 지구에서 달까지 거리 및 지구에서 태양까지 거리를 계산해 내는데 도움을 주었습니다. 그리고 미적분학을 만드는데 도움이 되었고, 1910년경에 영국에서 발행된 『알기쉽게 만든 미적분학 계산법』 만드는데 기여했으며, 1942년도경 2차 세계대전에 로켓의 궤도 거리를 계산해서 그 후에 우주의 궤도 거리를 계산할 수 있었습니다. 지금은 컴퓨터 및 CT, MRI 등 의학에서도 사용되고 있습니다. 책을 읽으며 논리정연한 딱딱한 정의와, 시각 예술 종사자인 저에게 이미지가 가깝게 다가왔습니다. 글은 논리를 구축하기 위해 압축된 언어로 설명할 수 밖에 없다고 생각합니다. 하지만 도형 이미지들은 논리에 의해 설명을 보충하고 있지만, 정적이고 추상적이라 이해를 돕기에 부족하다는 생각이 들었습니다. 또한 현대에 이르러 편리하게 이용하는 기술과 디스플레이 영역에서 쓰이는(2차원 공간 안에서 점과 선을 표현하는) 그래픽 간의 갭, 잃어버린 간격을 느꼈습니다.<br/><br/>“고대 문명권의 수학 중 Euclid 원론은 특이한 형식과 내용의 측면에서 주목되어 왔다. 당시 타지역의 수학이 지닌 실용성과 달리 연역에 기초한 논리적 전개라는 점이 그 특징에 해당한다. 이로 인해 수학의 역사에서 Euclid 원론이 차지하는 위상은 인정받아왔지만, 논리 연역적 전개의 탁월함에 견주어 그것이 지닌 어려움과 무미건조함 때문에 학습자 중 심의 수학교육적 측면에서는 비판적 관점이 있었고, … *”<br/><br/>위의 글처럼 유클리드의 『원론』을 그대로 살펴본다면 논리적 엄밀성 때문에 읽기에 버겁습니다. 유클리드의 논리에 반해 직관적인 수학을 표방한 학자도 있을 정도입니다. 푸앵카레(Jules-Henri Poincaré)는 다음 사례를 통해 논리와 직관의 차이를 말합니다.<br/><br/>“교실에서 교사가 원이란 중심이라고 하는 내부의 한 점에서 평면상의 같은 거리에 있 는 점들의 자취라고 설명한다. 잘하는 학생은 이 문장을 공책에 받아적고, 못하는 학생은 얼굴을 그린다. 둘다 이해는 못했다. 그때 교사가 분필을 들어 칠판에 원을 그린다. 학생들이 생각하기를, ‘아! 왜 선생님은 원이 고리라고 말씀하시지 않으셨지. 그러면 우리가 이해했을 텐데.’ ” *<br/><br/>푸앵카레는 직관이 중요하다는 관점에서 기하 이미지의 역할을 중시하며, 직선이나 원을 정의할 때 언어적 성질에 앞서 자와 컴퍼스로 시작할 것을 제안합니다. 기하학의 정의는 감각적 이미지를 만들어내야 이를 통해 각 증명 단계에서 이해가 가능하다고 말합니다. 물론 감각적인 이미지가 직관에 도움이 되지만, 인위적인 직관적 전략을 사용하지 말고 오히려 논리의 구성물이 근본적인 역할을 할 수 있도록—직관적으로 깨닫게 하도록 도구로 삼아야 합니다."
  },
  {
    "title": "입체는 길이, 폭, 깊이가 있는 것이다.",
    "start": "2024-01-02",
    "description": "입체는 길이, 폭, 깊이가 있는 것이다.<br/>평행한 평면은 서로 만나지 않는 평면이다.<br/>구는 반원을 그 지름을 고정시켜 돌려서 원래 위치로 돌아가도록 할 때, 반원에 둘러싸인 입체이다.<br/>구의 부피비는 지름의 세제곱비와 같다."
  }
]
