[
  {
    "title": "타이포그라피",
    "start": "2025-05-08",
    "description": "구체예술과 타이포그라피의 연관성은 작업 방식이 유사하다는 데 있다. 둘 다 전체와 부분이 좋은 대조를 이루는 방법을 찾기 위해 과학적인 시도를 거듭한다. 간결하고도 서로 대조를 이루는 요소를 세심하게 정리하고 배열하는 것을 중요시 여긴다."
  },

  {
    "title": "표와 포스터",
    "start": "2025-04-05",
    "description": "표를 만들 때는 줄을 쓰지 않고도 훌륭한 표를 만들 수 있다. 표의 글줄 사이 공간을 넉넉하게 주고 부득이하게 줄을 써야 할 경우 굵은 줄보다 가는 줄이 더 낫다. 필요없는 줄은 쓰지 않고 줄의 성격에 맞게 두께를 정하는 것이 필요하다. 포스터 또한 표와 마찬가지로 한눈에 쉽게 알아볼 수 있게 예전처럼 획이 굵은 활자체를 쓰지 않고 보통 굵기나 반 굵은 획의 활자체를 사용해도 좋다. 눈앞에서 읽게 되는 책과는 달리 포스터는 어느 정도 거리를 두고 보게 된다. 따라서 포스터에서 단어 사이는 보통 인쇄물보다 조금 더 넓게 띄우도록 한다."
  },
  {
    "title": "P-2",
    "start": "2025-03-27",
    "description": "한국에는 고려청자의 아름다움을 표현하는 비색(翡色)이라는 단어가 있습니다. 이 색은 단순한 푸른색이 아닌 낮에서 밤, 봄에서 겨울을 포용하여 시시각각 변하는 시간의 색입니다. 조장현 작가는 이러한 고려청자의 비색에 현대의 모습을 가미하는 작업을 하고 있습니다. 예를 들어 옛 고려청자에는 유약을 두껍게 발랐지만, 작가는 청자에 유약을 얕은 바다처럼 얇게 바르며 현대의 비색을 표현하기도 합니다. 그리고 이와 같은 흙과 유약의 성질 외에도, ¹ 요즘 시대의 다양한 찻자리의 모습을 떠올리며 작업하거나, ² 기물을 실제로 사용할 때 유심히 관찰하며 사용할 수 있도록 평소에 익숙하지 않은 기물의 형태를 표현합니다. 사실 오랜 세월 동안 쌓아 온 전통에 갑작스러운 변화를 주고자 하면 어색해지기 마련입니다. 그래서 작가는 청자의 형태를 바꾸는 것에 무게중심을 두기보다는, 흙이라는 재료와 도자기의 기능에 관한 탐구를 바탕으로 한 의식적인 작업을 통해 천천히 고려청자의 전통적 의식에 도전하고 있습니다.<br/><br/>*¹ 예를 들어 공도배를 만들 때 스탠딩 바에서 열리는 파티와 같은 찻자리를 상상하여, 차를 따르는 사람의 손이 자연스럽게 닿을 수 있는 높이를 생각하고, 멀리 있는 사람도 팔을 길게 뻗어서 편안함을 담아서 차를 따라줄 수 있는 자리를 상상하여 작업합니다.<br/>*² 유심히 관찰하며 사용할 수 있도록 평소에 익숙하지 않은 기물의 형태를 표현합니다."
  },
  {
    "title": "피드백",
    "start": "2025-03-23",
    "description": "... '문안 안에 [의도적으로] 익숙하지 않은 기물의 형태를 탐구합니다.'라고 적어주셨는데  조금만 구체적으로 알려주시면 감사하겠습니다. 그리고 그것을 알 수 있는 사진을 제공해 주실 수 있겠습니까?게재 사진 후보를 3~4장 보내주시고, 저희가 레이아웃을 몇 가지 검토하고 싶습니다. 인쇄하기 때문에 최대한 큰 사이즈로 보내주시면 감사하겠습니다."
  },

  {
    "title": "P-1",
    "start": "2025-03-22",
    "description": "한국에는 고려청자의 아름다움을 표현하는 비색(翡色)이라는 단어가 있습니다. 이 색은 단순한 푸른색이 아닌 낮에서 밤, 봄에서 겨울을 포용하여 시시각각 변하는 시간의 색입니다. 조장현 작가는 이러한 고려청자의 비색에 현대의 모습을 가미하는 작업을 하고 있습니다. 예를 들어 옛 고려청자에는 유약을 두껍게 발랐지만, 작가는 청자에 유약을 얕은 바다처럼 얇게 바르며 현대의 비색을 표현하기도 합니다. 그리고 이와 같은 흙과 유약의 성질 외에도, 요즘 시대의 다양한 찻자리의 모습을 떠올리며 작업하거나, 의도적으로 익숙하지 않은 기물의 형태를 탐구합니다. 사실 오랜 세월 동안 쌓아 온 전통에 갑작스러운 변화를 주고자 하면 어색해지기 마련입니다. 그래서 작가는 청자의 형태를 바꾸는 것에 무게중심을 두기보다는, 흙이라는 재료와 도자기의 기능에 관한 탐구를 바탕으로 한 의식적인 작업을 통해 천천히 고려청자의 전통적 의식에 도전하고 있습니다."
  },

  {
    "title": "하이컬러",
    "start": "2025-02-11",
    "description": "과거 하이컬러* 시대의 그라디언트 렌더링 자체가 최신 기술이던 시절의 역효과로 그라디언트가 촌스럽다는 평가가 대세가 된 적이 있었으나, 디스플레이의 색공간이 더욱 넓어지고 픽셀 밀집도가 커지면서 오히려 잘 만든 그라디언트가 디자인에는 필수적인 요소가 되었다.<br/><br/><a href='https://en.wikipedia.org/wiki/High_color'>* https://en.wikipedia.org/wiki/High_color</a>"
  },

  {
    "title": "흙의 모르폴로지",
    "start": "2025-01-26",
    "description": "모르폴로지라는 말은 여러 학문의 분야에서 다양한 의미로 쓰이고 있다. 예를 들어 생물학에서는 형태론, 지리학에서는 지형론, 언어학에서는 어형론 등으로 일컬어 진다. 그러나 이것은 「形」을 의미하는 그리이스어 모르프(morphe)에서 유래하는 것으로서 원래는 「形에 대해 연구하는 학문」 즉, 형태학으로 번역할 수 있다.<br/> 따라서 여기에서 「흙의 形態學」이라는 것은 「흙의 형태에서 무엇이 가능한가?」 라는 사실을 도예에 있어서 어떻게 일어나는가를 확인한다. 흙의 形은 자연의 다양한 현상이나 경관에 있어서 더욱 더 복잡하고 신비로운 모습을 보이고 있으나 인간이 만든 즉 도예에 있어서는 결과적으로 풍요롭고 아름다운 표현을 하고 있다고 생각된다. 또한 모르폴로지의 어원 모르프에서 파생된 모르포(morpho)라는 단어는 그리이스 신화의 여신 아프로디테(비너스)의 비유로서 아름다운 형을 의미한다. 이와같이 생각하면 흙의 모르폴로지는 흙에 의해 어떤 아름다움이 가능한가를 탐구하는 시도라고 생각할 수 있겠다."
  }
]
